content/posts/A_new_kind_of_science_by_Stephen_Wolfram_in_2002.md
+++
title = "A new kind of science by Stephen Wolfram in 2002"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:33:40-04:00
slug = "A_new_kind_of_science_by_Stephen_Wolfram_in_2002"
draft = false
+++

## 9. [Fundamental physics](<https://www.wolframscience.com/nks/chap-9--fundamental-physics/>) {#9-dot-fundamental-physics--https-www-dot-wolframscience-dot-com-nks-chap-9-fundamental-physics}


### 9.1 The problems of physics {#9-dot-1-the-problems-of-physics}


### 9.2 The notion of reversibility {#9-dot-2-the-notion-of-reversibility}


### 9.3 Irreversibility and the second law of thermodynamics {#9-dot-3-irreversibility-and-the-second-law-of-thermodynamics}


### 9.4 Conserved quantities and continuum phenomena {#9-dot-4-conserved-quantities-and-continuum-phenomena}


### 9.5 Ultimate models for the universe {#9-dot-5-ultimate-models-for-the-universe}


### 9.6 The nature of space {#9-dot-6-the-nature-of-space}


### 9.7 Space as a network {#9-dot-7-space-as-a-network}


### 9.8 The relationship of space and time {#9-dot-8-the-relationship-of-space-and-time}


### 9.9 Time and causal networks {#9-dot-9-time-and-causal-networks}


### 9.10 The sequencing of events in the universe {#9-dot-10-the-sequencing-of-events-in-the-universe}


### 9.11 Uniqueness and branching in time {#9-dot-11-uniqueness-and-branching-in-time}


### 9.12 Evolution of networks {#9-dot-12-evolution-of-networks}


### 9.13 Space, time and relativity {#9-dot-13-space-time-and-relativity}


### 9.14 Elementary particles {#9-dot-14-elementary-particles}


### 9.15 The phenomenon of gravity {#9-dot-15-the-phenomenon-of-gravity}


### 9.16 Quantum phenomena {#9-dot-16-quantum-phenomena}
